Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H20.tmx
Source language: en_us
Languages: zh_cn

source: If the relatively strong forces required by this method are not available, it would be better to build up a point of main effort from the very beginning.
zh_cn: 拿破仑的理论需要强大的实力作后盾，因此在实力不具备的情况下，较好的方式是自开始就建立进攻支撑点。

source: On the other hand, since in airborne operations a thrust is made into terrain where the enemy situation is usually unknown, the "oil spot method" has a great deal in its favor.
zh_cn: 另一方面来说，在行动开始前，我方往往并不知道敌人的准确位置，因此“油渍战术”会显得格外有意义。

source: For example, it breaks up enemy countermeasures, as in the attack on Crete.
zh_cn: 就像在克里特，此种战术可以避免敌人的干扰。

source: During the initial attack there, parachute troops were distributed in a number of "oil spots;" there were heavy losses and no decisive successes.
zh_cn: 在最初的进攻阶段，伞兵们空降形成许多“油渍”，遭受了巨大的损失仍然未能取得任何决定意义的胜利。

source: No further paratroopers were available and the decision was made to land the troop carriers of the 5th Mountain Division wherever an airfield was in German hands, even though it was still under enemy fire.
zh_cn: 因为没有更多空降部队可用，指挥部命令第五山地师不顾敌军炮火的威胁在一切已被德军占领的机场降落。虽然风险巨大，但最后看来正是这个决定带来了行动的胜利。

source: This was taking a great risk, but the plan succeeded from this point onward, the island was captured and the other "oil spots" liberated. At one time, the whole operation was within a hair's breadth of disaster because the airheads, which were too weak and too far apart, were being whittled down.
zh_cn: 增援拯救了分散的“油渍”部队并最终占领了岛屿，而在这之前，整个计划因先头部队的过于分散导致实力都以被削减到难以为继的地步。

source: After the decision to attack one point had been carried out and had succeeded, the remaining "oil spots" were useful since they prevented the enemy from moving his forces about freely.
zh_cn: 在决定主攻点前，残存的“油渍”部队非常成功地干扰了敌军的调动。

source: The advantages and dangers connected with this method are clear.
zh_cn: 在这个战例中，我们可以清楚地看到这种战术的优势和危险。

source: The unavoidable inference from the Crete operation is that commanders of airborne troops should land with the very first units so that clear directions for the battle can be given from the outset.
zh_cn: 克里特行动总结出的另一条重要经验是空降部队的指挥官应在空降最初即亲临一线，唯有这样，各战斗单位才能在行动伊始获得更为准确的命令。

source: The over-all command, however, must direct operations from the jump-off base and influence the outcome by making a timely decision as to where a point of main effort should be built up, and by proper commitment of reserves.
zh_cn: 而部队的最高指挥官应从空降开始时即指导整个行动，并及时做出“在某处展开主攻”之类的决定且合理统筹增援。

source: For this purpose an efficient communication system and rapid reporting of the situation are necessary.
zh_cn: 为了实现这种方式的指挥，我们还需要高效的通讯系统和频繁的形势报告。

source: Since the actual fighting in airborne operations takes place on the ground and in general is conducted in close touch with other ground operations, it is advisable to have both airborne and ground operations under the same command.
zh_cn: 进入战斗后的空降战和普通地面作战基本上差不多，因此建议将空降部队和地面部队归于统一节制。

source: In the German airborne operations in Crete, the Luftwaffe was in command and neither the ground force commanders in Greece nor the OKH (Army High Command) had anything to do with the preparations; this is a mistake.
zh_cn: 在克里特空降战中，德国空军既未编入在希腊的陆军指挥部也不归陆军统帅部指挥，结果空军部队在准备期无事可做，毫无疑问，这是一个严重的失误。

source: In airborne operations the air forces are responsible for keeping the air open for the approach and supply of the landing formations.
zh_cn: 在空降作战中，空军的任务是保证空域的通畅，保障部队和补给的输送。

source: They also aid in the operation by reconnaissance and by commitment of their tactical formations in preparing the landing and in supporting the troops which have landed.
zh_cn: 他们还需要执行侦查任务和为空降部队提供战术支援。

source: In this they must receive their orders from the command of the ground forces.
zh_cn: 因此，空降战中的空军必须听命于地面部队指挥部。

source: [Field Marshal Kesselring's comment on command for airborne operations: I do not agree with the statement about the conduct of airborne operations.
zh_cn: [凯塞林元帅对空降战指挥体系的点评：我不同意关于空降行动操作方式的陈述。

source: These operations must be considered from the viewpoint of the Armed Forces High Command (OKW).
zh_cn: 这种行动必须从国防军最高统帅部的高度加以考量。

source: The commander in chief of a theater, for example the Eastern Theater or the Southern Theater, is also a joint forces commander with a joint staff.
zh_cn: 比如东线战区司令或者南线战区司令这样的战区司令官通常都是混成部队的指挥官。

source: He is responsible for all airborne operations which are launched within his theater. Hence, the commander of the airborne operation must also be subordinate to him.
zh_cn: 他将全权负责战区内的空降作战，因此空降行动的直接指挥官应是其下属。

source: This commander will generally be an officer of the Air Force whose staff must be supplemented, according to the task assigned him, by Army and Navy officers as well as airborne officers.
zh_cn: 直接指挥官一般来自空军，同时还要根据具体情况为他配置来自陆军或海军的助手。

source: In some special cases and invariably in those cases where there is no direct connection with the ground and sea fronts, the OKW will plan the operation and conduct it directly.
zh_cn: 在某些特殊的例子中 行动和陆军或海军没有直接联系，那么国防军最高统帅部会亲自制定计划并贯彻实施。

source: The situation and the mission would probably be the decisive factors in making a decision about the chain of command.
zh_cn: 而指挥体系应根据实际情况和任务需要灵活调整。

source: If the mission involves supporting a ground attack by means of an airborne operation directly behind the attack front, the army group will be given the over-all command, will assign missions, and will intervene whenever necessary for the purpose of air-ground coordination.
zh_cn: 如果任务是空降到敌后方支援我地面攻击 那么陆军将担任总指挥，为参战部队分配任务 并在必要的时候组织地空协同行动。

source: As soon as the attacking ground troops establish an effective link-up with the airborne unit, the airborne troops will be brought into the normal chain of command of the attacking ground forces. Unit of command takes precedence over all other considerations.
zh_cn: 当地面部队与空降部队建立联系后，空降部队应被编入地面部队的指挥体系。

source: Until that time the airborne troops are commanded by their own unit commanders.
zh_cn: 建立联系前，空降部队要独立作战，而建立联系之后，空降部队应归战役司令统一指挥。

source: The highest ranking officer in the landing area commands at the airhead and is himself subordinate to the commander of the airborne operation-in the above case to the army group commander-who works in close coordination with the Air Force commander.
zh_cn: 空降场内的行动由该处军衔最高的军官指挥，而他听命于空降战总指挥——在上例中，应听命于陆军司令部——该指挥部则与空军保持密切联系。

source: In all other cases where, as in Holland, Crete, Oslo, there are no direct connections with operations of the Army or the Navy, a special headquarters, preferably commanded by an Air officer and staffed with Air Force personnel, should be placed in charge of the operations.
zh_cn: 而在荷兰、克里特或奥斯陆这些任务中，陆军和海军在战斗中并不直接进行协同，对于这样的任务我们需要一个特殊的由空军人员组成的司令部。

source: In appropriate cases, it will be the Air Force commander concerned, especially if the tactical air support units for the airborne operation have to taken from his sector of the fighting front.
zh_cn: 因为这些例子中，空军指挥官，尤其是那些担任空中支援任务的指挥官需要考虑更多的问题。

source: This commander's responsibilities include not merely the landing of the first echelon but also the considerably harder problem of directing the following waves and modifying their landing orders in accordance with the development of the situation at the airhead.
zh_cn: 指挥官的职责不仅仅是第一波部队的输送，也要根据情况变化对后续部队的投送及时做出调整。

source: They also involve the preparatory bombing attack; protection by reconnaissance planes, bombers, and close-support aircraft aimed, I might say, at supporting the ground troops with high and low altitude attacks carried out by the extended arm of a flying artillery; the air transport of supplies; and finally the evacuation by air of casualties, glider pilots, and other specialists.
zh_cn: 他们还要担任轰炸、侦查、空中支援等任务，总之，就是全方位为地面部队提供火力支援、补给、救援、滑翔机和其他各种支援。

source: The shortest possible chain of command is decisive for success.]
zh_cn: 指挥系统越扁平，越可能获得胜利。]

source: Mention has already been made of the fact that control of the air is an essential prerequisite for airborne operations.
zh_cn: 制空权是执行空降的基本条件。

source: If that control is widespread and based upon maintaining the initiative in air combat, the air support of the airborne force will present few problems.
zh_cn: 如果我方控制的空域辽阔且占据主动，那么空降行动几乎没什么阻力。

source: Airborne operations based upon temporary and local air superiority are also possible, but they make strenuous demands upon the attacker's air force.
zh_cn: 短时间或者局部的制空权也会让空降行动存在可行性，但这会需要相当的空军力量。

source: Immediately before an operation, the enemy's forward fighter fields must be rendered useless, and all antiaircraft installations along the route selected for the flight must be neutralized.
zh_cn: 在空降开始前，必须摧毁敌人的前线机场和行动航线内的防空火力。

source: Enemy radar and communications facilities in the area should also be put out of action, and any enemy reserves near the projected airhead must be subjected to intensive bombardment.
zh_cn: 作战区域内敌人的雷达站和通讯工具也应加以破坏，空降场附近的敌军应被重点打击。

source: Such activity must begin so late that the enemy will have no time to bring in additional troops or to repair the damage.
zh_cn: 打击必须持续到空降前，越接近开始时间越好，以确保敌人没有时间恢复战斗力。

source: Each airborne formation will require a fighter escort.
zh_cn: 每支运输编队都应有战斗机护航。

source: From the point of view of air tactics, it will therefore be desirable to keep the number of formations or waves to a minimum.
zh_cn: 因此从空战战术考虑，应尽可能的将空投部队的数量或波次减少。

source: The primary mission of the escort will be to protect the troop-carrier aircraft against enemy fighter planes, especially during the landing and deployment of the troops for ground action.
zh_cn: 护航部队的主要任务是保护运输机的安全，特别是在空降和空降部队展开的过程中。

source: The neutralizing tactics already mentioned will have to be continued during and after the landing to insure the sage arrival of supplies and reinforcements.
zh_cn: 空军必须采用压制战术以保证空降完成以及后续增援和补给的顺利到达。

source: The troops on the ground will continue to require air support to take the place of artillery that would normally be supporting them.
zh_cn: 而地面作战的空降部队也会像要求地面炮火支援一样不断请求护航机为他们提供火力支援。

source: Throughout World War II the German parachute troops had the benefit of close cooperation on the part of the Luftwaffe reconnaissance.
zh_cn: 整个二战期间，空军侦察机对德国空降兵意义甚大。

source: The main problem was to see to it that the parachute troops received good aerial photographs and, if possible, stereoscopic pictures of the area they were to attack so that they could familiarize themselves in advance with the terrain.
zh_cn: 空降兵可以得到效果良好的航空照片，甚至可以得到攻击地区的立体照片以便他们了解任务地形。

source: It proved to be advisable to distribute stereoscopic equipment down to battalion level and to send members of the parachute units to the aerial photography school of the Luftwaffe for special training in the use and interpretation of stereoscopic pictures.
zh_cn: 事实证明将立体照片设备（stereoscopic equipment）配发到团级单位并让伞兵部队的官兵到空军航空图片学校学习立体图片的判读是很有价值的。

source: In this way, it was possible to offset to a certain degree the lack of terrain reconnaissance prior to an airborne attack.
zh_cn: 通过这些方式可以弥补空降作战地形侦查准备的不足。

source: Finally, the air forces support the airborne operation by attacking the enemy's ground forces.
zh_cn: 最后，空军应为空降战斗提供火力支援。

source: During the war all German airborne operations took place beyond the range of German artillery, and only in the case of the Ardennes offensive were parachute troops to be supported by longrange artillery bombardment.
zh_cn: 二战中几乎所有的德国空降行动都在其火炮射程之外展开。唯一的例外是阿登反击的空降行动。

source: This plan was never put into operation because the radio equipment of the forward observer assigned to the parachute troops failed to function after the jump.
zh_cn: 该行动原计划为空降兵提供远程火炮支援，但是空降部队炮兵观测员的无线电在跳伞中损坏，因而这个设想并没有实现。

source: Ground strafing and preparatory bombing of the landing area proved to be the best solution everywhere.
zh_cn: 空降前最好应对着陆区域进行扫射和空投炸弹。

source: Air attacks upon enemy reserves being rushed toward the airhead can be of decisive importance because of the extra time gained for the troops which have been landed.
zh_cn: 空袭敌向空降场运动的部队将会为空降部队赢得宝贵的时间，这往往会对战斗胜负起决定性作用。

source: Opinions are divided, however regarding the value of direct air support of the troop fighting on the ground after their landing.
zh_cn: 虽然其他方面分歧不少，但所有人都认为应在空降部队进行战斗时提供直接空中火力支援。

source: On Crete, formations of the Luftwaffe's Von Richthofen Corps solved this problem in exemplary fashion.
zh_cn: 在克里特岛，冯·里希特霍芬将军的第八航空军堪为表率。

source: Other experiences, however, would seem to indicate that it is impossible to support airborne troops, once they are locked in battle, by delivering accurate fire from the air or well-placed bombs.
zh_cn: 其他一些经验似乎告诉我们战斗中为空降部队提供精确的空中打击是不可能的。

source: Lack of training and inadequate skill in airground cooperation may have disastrous effects.
zh_cn: 专业训练的匮乏和地空协同技术的不完善可能导致灾难性后果。

source: Systematic training, in which well-functioning radio communication from the ground to the air and coordination between formations on the ground and in the air are emphasized, should achieve results just as satisfactory as those achieved between armored formations and air forces.
zh_cn: 我们特别强调空降部队和空军必须接受系统、高效的无线电沟通和地空部队协同训练，我们要为空降兵和空军建立像装甲兵和空军协同的默契。

source: It goes without saying that cooperation from the artillery, in so far as airborne operations are conducted within its range, is worth striving for, both in preparation of the landing and in support of the troops after they have landed.
zh_cn: 炮兵协同更不用说，如果空降战发生在炮兵的射程以内（我们要尽力获得这种支援），炮兵可以提供空降前的炮火准备和空降后的火力支援。

source: Attention may be drawn to the Allied airborne operation north of Wesel in March 1945 where British and American artillery support is said to have been extremely effective.
zh_cn: 盟军于1945年3月在威塞尔北部进行的空降战是个好例子，是役盟军炮兵支援发挥了巨大的作用。

source: When airborne operations are effected on a beach, naval artillery takes the place of Army artillery.
zh_cn: 当空降行动发生在沿海地区时，海军炮兵则承担了陆军炮兵的工作。

source: An increase in range made possible by the development of rockets will result in further possibilities for support.
zh_cn: 火箭的发展使得射程大大增加，这将为未来的火力支援带来更多的可能性。

source: When troops landed by air are joined by forces advancing on the ground, the airborne operations are conducted against islands and coast lines, junction with amphibious forces has the same effect.
zh_cn: 如果空降部队在后期可以得到地面部队或两栖部队的加强，那么空降可用于争夺岛屿或海岸线。

source: In World War II, accordingly, airborne operations were always conducted in coordination with ground or amphibious forces.
zh_cn: 第二次世界大战中，空降行动总是与陆军或两栖部队协同展开。

source: How soon this junction with ground or amphibious forces will be effected depends upon the number of troops and volume of supplies, including weapons and equipment, ammunition, rations, and fuel, which can be moved up by air. This again depends upon the air transport available and upon control of the air to insure undisturbed operation of the airlift required for this purpose.
zh_cn: 空降部队的人数和其携带的补给数量（包括武器、装备、弹药、口粮、燃油等可空运的补给）决定了空降部队要在多长时间内与陆军或两栖部队汇合，同时空运能力和保证任务进行的制空权也是关键因素。

source: If such relief cannot be provided in time, the troops landed will be lost.
zh_cn: 如果这些补给不能及时到达，着陆的部队就很可能全军覆没。

source: So far, no way has been devised of fetching them back by air.
zh_cn: 到目前为止，还没有空运撤出部队的方法。

source: In the German airborne operations of World War II, supplying troops by air over long periods of time was impossible, not only because control of the air could not be maintained, but also because of a lack of transport planes.
zh_cn: 在二战期间，德国的空降行动既无法保证制空权也没有足够的运输机，因此长时间空运补给也是不现实的。

source: In German doctrine, the guiding principle was that as much airlift was needed to resupply a unit which had been landed by air with ammunition and weapons (excluding rations) for a single day of hard fighting as had been necessary for the transport of the unit to the drop point.
zh_cn: 按照德军的规定，激战时仅保障空降部队日武器弹药消耗（不包括口粮）一项就需要和空投部队一样多的运输机。

source: While this fighting does not take place at all times and be all elements at the same time, consideration must be given to the fact that in addition to supplies it will be necessary to bring up more troops to follow up initial successes and give impetus to the fighting.
zh_cn: 虽然部队不会一直处于激战状态，但我们需要投入更多部队以巩固初步成果，而这会加重补给的负担。

source: Eventually, the troops will need to be supplied with additional rations and, if they break out of their airheads, with fuel.
zh_cn: 总的来说，作战中的空降部队需要更多的补给，如果他们打开了空降场，他们还需要燃料以保持机动能力。

source: In this field, too, postwar technical achievements offer new possibilities.
zh_cn: 战后相关领域的科技发展让这一切有了更大的可能。

source: During the war the Germans believed that junction of an airborne formation with ground troops had to be effected within two to three days after landing. On the basis of conditions prevailing in those days, these deadlines consistently proved to be accurate in practice.
zh_cn: 第二次世界大战期间德国认为空降兵在着陆后必须在两三天内与地面部队汇合，这也是我们在实施所有行动中一直严格把握的时间底线。

source: Section 11.
zh_cn: ii.

source: AIRBORNE TACTICS
zh_cn: 空降战的战术

source: Three methods were used during World War II to land troops from the air at their place of commitment.
zh_cn: 在二战中，我们可以采用三种方法投送部队到指定位置。

source: Troops could be landed by parachute, by transport gliders released from tow planes, or by landing of transport planes.
zh_cn: 分别是使用降落伞、牵引机拖曳的滑翔机或者运输机空运输送到任务地点。

source: All three methods were used in varied combinations, depending upon the situation.
zh_cn: 三种方法可根据战场形势结合使用。

source: In accordance with the lessons derived from World War II, the last method, for reasons which will be discussed later, is unsuitable for the initial capture of enemy territory from the air, that is, the creation of an airhead.
zh_cn: 从二战的经验来看，第三种方法并不适用于空降作战的初期阶段（打开空降场），因此我们将在后面详细讨论。

source: Accordingly, only the commitment of paratroopers and gliderborne troops will be discussed here.
zh_cn: 我们在这里先讨论伞降和机（滑翔机）降部队。

source: (German experiences in the technique and tactics of these two methods are described in detail in the appendix.)
zh_cn: （关于德军伞降和滑翔机降的技术和战术经验将在附录中说明。）

source: The advantages and the disadvantages of the two methods will be compared here and conclusions drawn as to their future use.
zh_cn: 我们将比较这两种方法的优劣并探讨他们在未来的运用。

source: Commitment of gliders has the great advantage that they land their whole load in one place.
zh_cn: 滑翔机降的最大优点就是运载的部队或物资输送到同一个地点。

source: Since debarkation is a matter of seconds, the troops can bring their full fire and striking power to bear immediately after landing.
zh_cn: 降落后几秒钟内，空降兵就可以全副武装的投入行动。

source: The almost noiseless approach of the gliders, which have been released from the tow planes far from the objective, increases the element of surprise.
zh_cn: 距目的地相当距离时滑翔机即与牵引机分离，所以滑翔机基本是无声的，可以保证行动实施的突然性。

source: Furthermore, diving gliders are able to make very accurate spot landings within a limited area.
zh_cn: 而且可操作的滑翔机能精确的降落在指定地点。

source: Glider troops are also able to open fire with aircraft armament upon an enemy ready to repulse them.
zh_cn: 机降部队还可利用机载武器立刻对地面敌人发起反击。

source: German parachute troops were convinced that this would have an excellent effect on morale.
zh_cn: 德国空降兵认为这一点非常影响士气。

source: In practice the method was used only once, so far as is known, and that was on a very small scale in July 1944 at Vassieux against the French maquis, but its success was outstanding.
zh_cn: 就目前所知，机载武器实施压制仅在一次小规模的战斗中获得运用，即1944年7月在Vassieux反击法国游击队的行动，但取得的成绩是非常突出的。

source: While the glider offers pronounced advantages during the first attack on an objective which is defended, in the subsequent phases of the airborne operation its advantages over the use of parachutes lie in the fact that it can deliver substantially greater loads, such as heavy weapons, guns, tanks, and trucks.
zh_cn: 滑翔机在针对有防卫目标进行的突击行动中有显著的优势，而后阶段的空降中，滑翔机因可以携带大量重型装备（重型武器、枪械、坦克、卡车），也会比伞降有优势。
